[
  {
    "id": 1,
    "title": "Errores comunes que cometen los médicos migrantes en Estados Unidos y cómo evitarlos",
    "postdate": "febrero 19, 2025",
    "image": ["uploads/mlf_blog_1110x650_20250102_125236_0000-1024x600.jpg"],
    "shorttext": "Los médicos que migran a Estados Unidos enfrentan dificultades únicas al adaptarse al sistema de salud de este país y,...",
    "htmltext": ""
  },
  {
    "id": 2,
    "title": "3 conceptos clave que todo médico debe conocer para ejercer en Estados Unidos",
    "postdate": "febrero 19, 2025",
    "image": ["uploads/mlf_blog_1110x650_20250102_125236_0000-1024x600.jpg"],
    "shorttext": "El sistema de salud en Estados Unidos es complejo y estructurado, con regulaciones, normativas y procesos administrativos que pueden resultar...",
    "htmltext": ""
  },
  {
    "id": 3,
    "title": "Florida: un destino de estabilidad y crecimiento para médicos",
    "postdate": "febrero 18, 2025",
    "image": ["uploads/mlf_blog_1110x650_20250218_122158_0000-1024x600.jpg"],
    "shorttext": "Si eres médico y buscas una oportunidad para crecer, avanzar en tu carrera y disfrutar de una mejor calidad de...",
    "htmltext": ""
  },
  {
    "id": 4,
    "title": "Florida necesita médicos con licencia vigente en Estados Unidos.: ¿Eres uno de ellos?",
    "postdate": "febrero 13, 2025",
    "image": ["uploads/mlf_blog_1110x650_20250213_125413_0000-1024x600.jpg"],
    "shorttext": "Si eres médico y estás buscando una oportunidad para crecer profesionalmente, mantenerte cerca de lo que amas y mejorar tu...",
    "htmltext": ""
  },
  {
    "id": 5,
    "title": "Día Internacional de la Mujer y la Niña en la ciencia: un reconocimiento a las mujeres médicas",
    "postdate": "febrero 11, 2025",
    "image": ["mlf_blog_1110x650_20250102_125048_0000-1-1024x600.jpg"],
    "shorttext": "Cada 11 de febrero, el mundo celebra el Día Internacional de la Mujer y la Niña en la Ciencia, una...",
    "htmltext": ""
  },
  {
    "id": 6,
    "title": "Ser médico en Latinoamérica vs. Ser médico en Estados Unidos",
    "postdate": "febrero 7, 2025",
    "image": ["mlf_blog_1110x650_20250102_113318_0000-1-1024x600.jpg"],
    "shorttext": "La medicina es una profesión noble y desafiante en cualquier parte del mundo. Sin embargo, las condiciones laborales, las oportunidades...",
    "htmltext": ""
  },
  {
    "id": 7,
    "title": "Cómo prepararse para ejercer medicina en Estados Unidos 2025: guía para médicos graduados en el extranjero",
    "postdate": "febrero 3, 2025",
    "image": ["mlf_blog_1110x650_20250102_112840_0000-2-1024x600.jpg"],
    "shorttext": "Si eres un médico graduado en el extranjero y estás buscando ejercer en Estados Unidos, en particular en Florida,...",
    "htmltext": ""
  },
  {
    "id": 8,
    "title": "Agradecimiento a los médicos por priorizar la renovación de su licencia médica",
    "postdate": "enero 30, 2025",
    "image": ["mlf_blog_1110x650_20250102_122107_0000-1024x600.jpg"],
    "shorttext": "Hoy, a tan solo un día del vencimiento de la renovación de la licencia médica en Florida, queremos tomarnos un...",
    "htmltext": ""
  },
  {
    "id": 9,
    "title": "Cómo prepararte para alcanzar el éxito profesional como médico",
    "postdate": "enero 28, 2025",
    "image": ["mlf_blog_1110x650_20250102_113810_0000-1024x600.jpg"],
    "shorttext": "Enfrentar los retos de tu carrera como médico requiere preparación constante. Ya sea que estés buscando una licencia médica en...",
    "htmltext": ""
  },
  {
    "id": 10,
    "title": "Tres errores comunes que los médicos cometen al migrar a Estados Unidos",
    "postdate": "enero 24, 2025",
    "image": ["mlf_blog_1110x650_20250102_113704_0000-1-1024x600.jpg"],
    "shorttext": "Migrar a Estados Unidos para ejercer la medicina es un sueño para muchos médicos alrededor del mundo, pero también un...",
    "htmltext": ""
  },
  {
    "id": 11,
    "title": "Recomendaciones para buscar empleo como médico en Estados Unidos",
    "postdate": "enero 22, 2025",
    "image": ["mlf_blog_1110x650_20250102_113436_0000-1024x600.jpg"],
    "shorttext": "En Medical License Factory, entendemos los desafíos que enfrentan los médicos al buscar empleo en Estados Unidos. Por ello, ofrecemos...",
    "htmltext": ""
  },
  {
    "id": 12,
    "title": "Reflexión sobre el Día de la Salud Mental: prioridad para los médicos",
    "postdate": "enero 20, 2025",
    "image": ["mlf_blog_1110x650_20250102_122438_0000-1024x600.jpg"],
    "shorttext": "El pasado sábado, 18 de enero, se conmemoró el Día de la Salud Mental, una fecha clave que nos invita...",
    "htmltext": ""
  },
  {
    "id": 13,
    "title": "¿Estás dispuesto a trabajar por tu éxito en 2025 como médico?",
    "postdate": "enero 10, 2025",
    "image": ["mlf_blog_1110x650_20250102_114746_0000-1024x600.jpg"],
    "shorttext": "Ahora que hemos entrado en enero de 2025, el año ya está en marcha, y con él, las oportunidades para...",
    "htmltext": ""
  },
  {
    "id": 14,
    "title": "¿Estás arriesgando tu futuro y carrera? La fecha límite para renovar tu licencia médica está cerca",
    "postdate": "enero 9, 2025",
    "image": ["mlf_blog_1110x650_20250102_112715_0000-1024x600.jpg"],
    "shorttext": "El reloj avanza, y con él, se acerca una de las fechas más importantes para los médicos en Florida: el...",
    "htmltext": ""
  },
  {
    "id": 15,
    "title": "Cómo puede ser el 2025 para médicos graduados en el extranjero",
    "postdate": "enero 6, 2025",
    "image": ["mlf_blog_1110x650_20241113_144806_0000-1024x600.jpg"],
    "shorttext": "El 2025 se perfila como un año lleno de oportunidades para los médicos graduados en el extranjero que desean ejercer...",
    "htmltext": ""
  },
  {
    "id": 16,
    "title": "Lo primero que debes hacer como médico en Florida en 2025",
    "postdate": "enero 3, 2025",
    "image": ["mlf_blog_1110x650_20250103_115148_0000-1024x600.jpg"],
    "shorttext": "El inicio de un nuevo año trae consigo oportunidades y retos, especialmente para los médicos en Florida. Entre las prioridades...",
    "htmltext": ""
  },
  {
    "id": 17,
    "title": "Renovamos nuestros sueños para el 2025",
    "postdate": "enero 2, 2025",
    "image": ["mlf_blog_1110x650_20241113_143452_0000-1024x600.jpg"],
    "shorttext": "Nos encontramos en un momento ideal para reflexionar sobre los logros y retos que cada uno de ustedes, médicos graduados...",
    "htmltext": ""
  },
  {
    "id": 18,
    "title": "Navidad 2024: un mensaje de esperanza y reconocimiento para los médicos graduados en el extranjero",
    "postdate": "diciembre 24, 2024",
    "image": ["mlf_blog_1110x650_20241113_143232_0000-1024x600.jpg"],
    "shorttext": "La Navidad es un tiempo de reflexión, gratitud y esperanza, y en Medical License Factory queremos aprovechar esta ocasión para...",
    "htmltext": ""
  },
  {
    "id": 19,
    "title": "¿Listo para ejercer en USA? Conoce las innovaciones y oportunidades para médicos",
    "postdate": "diciembre 20, 2024",
    "image": ["mlf_blog_1110x650_20241113_142657_0000-1024x600.jpg"],
    "shorttext": "Estados Unidos: Un líder en tecnología médica y formación especializada Estados Unidos alberga más de 6,000 hospitales, y es un...",
    "htmltext": ""
  },
  {
    "id": 20,
    "title": "La importancia del cumplimiento de HIPAA para los médicos graduados en el extranjero que practican en USA",
    "postdate": "diciembre 17, 2024",
    "image": ["mlf_blog_1110x650_20241113_152440_0000-1-1-1024x600.jpg"],
    "shorttext": "Si eres un médico graduado en el extranjero y planeas practicar en los Estados Unidos, es fundamental que comprendas las...",
    "htmltext": ""
  }
]


